<template>
	<view class="proInfo">
		<!-- 用户注册 -->
		<view class="title">
			信用分期用户注册协议
		</view>
		<text class="date">
			更新日期：2020年9月8日
			生效日期：2016年6月24日
		</text>
		<view class="info" style="margin-top: 100rpx;">
			欢迎您成为信用分期的用户
			用户您好！请您在使用信用分期服务前仔细阅读本注册协议。您只有完全同意本注册协议及相关协议的内容，才能正式成为信用分期的用户并使用相应服务。
		</view>
		<view class="info">
			您应在注册为信用分期的用户过程中点击信用分期用户注册协议“同意”按钮即表示您已仔细阅读并明确同意遵守本注册协议及其参引的所有条款、政策以及指南，并接受上述规则的约束。其中，对与您的权益具有或可能具有重大关系的条款，具有或者可能具有免责或者限制责任的条款采用粗体字或者下划线予以特别标识。请您务必在仔细阅读、充分理解上述条款的基础上，再点击“同意”或者“划勾”等的方式表示您自愿接受本注册协议的全部内容，正式签署本注册协议。
		</view>
		<view class="info">
			在上述过程中，您有任何疑问或者问题的，可先行联系信用分期的客服或者服务热线（4006889820）咨询。若您不同意本注册协议及其任何条款等内容，您可自行停止访问或者使用信用分期，不再进行后续操作。如果您点击“同意”或者“划勾”并作出下一步操作的，即视为您自愿接受和正式签署本注册协议，本注册协议对您产生法律效力。
		</view>
		<view class="info">
			随着法律法规或者业务要求的变化，本注册协议会不时进行动态性调整，于变更或者修订后次日在信用分期平台直接公布，您首次使用、继续使用信用分期的行为即视为您接受变更或者修订的新注册协议。如果您不同意新注册协议的，您可以或停止或终止或取消信用分期服务，不再进行后续操作。
		</view>
		<view class="name">
			一、信用分期服务的确认与接受
		</view>
		<view class="name-list">
			1.1
			信用分期是由山西聚成金融服务外包有限公司（以下简称“我们”）独立开发、独立运营的提供综合服务的APP运营平台，根据用户的授权同意处理其数据信息，从而向用户提供更优质的信息服务。信用分期提供的各项电子服务的所有权和运作权归属于信用分期所有。
		</view>
		<view class="name-list">
			1.2
			您确认同意所有服务条款并完成注册程序，即成为信用分期的正式用户。同时，您与我们之间成立了合同法律关系，本注册协议的条款及内容对双方均具有法律约束力，双方均应接受、遵守及履行信用分期公开发布的服务条款和操作规则。
		</view>
		<view class="name-list">
			1.3
			我们将根据国家法律法规、行业标准以及业务运营之实际需要，有权不时制定、修改、变更、删除本注册协议的条款内容、相关规则。若本注册协议发生任何变更，我们承诺将修订后的新注册协议在信用分期平台向用户发布公告、通知。自公告、通知发出当日新注册协议自动生效，信用分期平台将取代旧注册协议、使用新注册协议。我们对提供的注册协议拥有最终解释权。
		</view>
		<view class="name-list">
			1.4
			您应不时关注信用分期的公告、提示信息以及注册协议、操作规则等相关内容的变动。您知悉并确认，若您继续使用信用分期，即视为您知晓变动内容并同意接受；若您不同意新注册协议，应立即停止或者终止使用信用分期，注销信用分期账户。
		</view>
		<view class="name">
			二、服务须知
		</view>
		<view class="name-list">
			2.1
			信用分期平台运用自身开发的操作系统通过国际互联网络为用户提供信息处理、居间介绍、征信查询、需求匹配、金融咨询等高端优质网络服务。同时，用户可以根据自身需求选择使用信用分期，由信用分期指定第三方为用户提供专门服务，并签署相应的服务协议。
		</view>
		<view class="name-list">
			2.2 您在使用信用分期提供相关服务时，必须做好以下工作：
		</view>
		<view class="name-list-list">
			（1）自行配备上网的所需设备，包括智能手机、平板电脑、调制解调器、路由器、数据网络等硬件设备；
		</view>
		<view class="name-list-list">
			（2）自行负担个人上网所支付的有关的电话费用、数据网络费用等，用户自行下载、安装、注册信用分期终端设备不发生任何费用；
		</view>
		<view class="name-list-list">
			（3）自行选择信用分期终端设备官方推广的应用商场、微信公众号、各大应用市场、二维码等；
		</view>
		<view class="name">
			三、用户注册及操作流程
		</view>
		<view class="name-list">
			3.1 您知晓并确认，在官方推广下载、安装信用分期终端应用设备，若您在其他非官方渠道下载的其他名为信用分期终端应用设备，我们不受本注册协议的约束，由此发生的一切后果由您自行承担。
		</view>
		<view class="name-list">
			3.2
			您知晓并确认，在正式注册前，您已点击信用分期终端应用设备的“新用户注册”链接，在弹出的对话窗口中充分阅读“注册协议及隐私权政策”载明的内容，尤其是其中加粗、加下划线的部分，同时充分阅读《信用分期注册协议》《信用分期隐私权政策》以及其他协议。
		</view>
		<view class="name-list">
			3.3
			您知晓并同意，您以充分阅读和完全同意第3.2条的内容，点击“同意”或者“划勾”等操作即表示您同意信用分期的“注册协议及隐私权政策”。如果您对第3.2条的内容存在不理解或者不同意的情形，可点击“不同意”或者直接退出新用户注册，即表示您不再注册。
		</view>
		<view class="name">
			四、信息处理和隐私保护
		</view>
		<view class="name-list">
			4.1
			您知悉并同意，为方便您使用信用分期服务，我们将遵循合法正当必要原则收集、存储、使用您在注册、登录、使用时所提供的必要信息，比如真实姓名、性别、年龄、身份证件号码、手机号码、联系地址等等，详见《信用分期隐私权政策》。
		</view>
		<view class="name-list">
			4.2
			您知悉并同意，您在注册、登录的过程中，应当如实填写必要信息，比如姓名、手机号码、身份证件号码以及信用分期平台要求填写的其他必要信息。信用分期会指定第三方核验机构认证、核验您提供的上述信息的真实性、准确性、完整性。如果您提供的信息无法核验通过，请您再次核实填写的信息是否符合上述要求，亦可联系信用分期客服或者热线进行解决。
		</view>
		<view class="name-list">
			4.3 您知悉并确认，本次信用分期的注册、登录必须实名注册，不得冒名注册、隐名注册、代名注册等非以本人名义进行的亲自操作。信用分期不负责最终审核您个人信息的真实性、准确性或完整性。
			若因您个人信息不真实、不准确或不完整而引起的任何问题及其后果，由您全部自行承担，且您应保证我们免受由此而产生的任何损害或责任。若我们自行发现您个人信息是不真实、不准确、不完整，我们有权决定终止向您提供服务，因此造成的所有后果（包括但不限于各种赔偿义务），均由您个人全部承担。
		</view>
		<view class="name">
			五、用户行为规范与准则
		</view>
		<view class="name-list">
			5.1 您知晓并同意，在使用信用分期的服务过程中，必须遵循国家的相关法律法规，禁止制作、上传、发布、传输、存储、散播含有下列违法信息：
		</view>

		<view class="name-list-list">
			（1）反对宪法确定的基本原则，煽动抗拒、破坏宪法和法律法规实施的；
		</view>
		<view class="name-list-list">
			（2）危害国家安全，泄露国家秘密，颠覆国家政权，煽动国家分裂，破坏国家统一的；
		</view>
		<view class="name-list-list">
			（3）损害国家荣誉和利益、社会公共利益的；
		</view>
		<view class="name-list-list">
			（4）宣扬、煽动、实施恐怖主义、极端主义及其活动的
		</view>
		<view class="name-list-list">
			（5）煽动民族仇恨、民族歧视，破坏民族大团结的；
		</view>
		<view class="name-list-list">
			（6）破坏国家宗教政策，宣扬邪教和封建迷信的；
		</view>
		<view class="name-list-list">
			（6）破坏国家宗教政策，宣扬邪教和封建迷信的；
		</view>
		<view class="name-list-list">
			（8）散布淫秽、色情、赌博、暴力、凶杀、恐怖、血腥等可能教唆犯罪、欺诈性、令人反感的；
		</view>
		<view class="name-list-list">
			（9）歪曲、丑化、亵渎、否定英雄烈士事迹和精神，侵害英雄烈士的姓名、肖像、名誉、荣誉的；
		</view>
		<view class="name-list">
			5.2 您知晓并同意，在使用信用分期的服务过程中，必须遵循国家的相关法律法规，禁止制作、上传、发布、传输、存储、散播含有下列危害社会公德的不良信息：
		</view>
		<view class="name-list-list">
			（1）标题严重夸张，发表内容与标题严重不符的；
		</view>
		<view class="name-list-list">
			（2）不当评述自然灾害、重大事故、严重疫情等自然灾难和社会灾难的；
		</view>
		<view class="name-list-list">
			（3）煽动人群歧视、地域歧视、性别歧视、种族歧视等的；
		</view>
		<view class="name">
			六、免责声明
		</view>
		<view class="name-list">
			6.1
			信用分期是一个开放平台，用户将个人资料上传到互联网上，有可能会被其他组织或个人复制、转载、擅改或做其他非法用途，用户必须充分意识此类风险的存在。作为网络服务的提供者，我们对用户在活动主页、个人主页等区域提供的任何陈述、声明或内容均不承担责任。您明确同意使用信用分期服务所存在的风险或产生的一切后果将完全由您自身承担，我们对上述风险或后果不承担任何责任。
		</view>
		<view class="name-list">
			6.2您违反本注册协议、违反法律法规以及社会公德的，侵犯他人权利（包括但不限于知识产权）的，我们不承担任何责任。同时，我们对任何第三方通过信用分期发送服务或包含在服务中的任何内容不承担责任。
		</view>
		<view class="name">
			七、服务变更、中断或终止
		</view>
		<view class="name-list">
			7.1
			您知晓并确认，如因版本升级的需要而需暂停网络服务、或调整服务内容，我们会在信用分期平台上向用户以站内信、手机短信、电子邮件以及其他足以通知到您的方式进行公告、通知，请您不时注意上述公告、通知。由于您未能及时浏览公告、通知而造成的损失，我们不承担任何责任。
		</view>
		<view class="name-list">
			7.2 您知晓并确认，我们保留根据实际情况随时调整信用分期提供的服务内容、种类和形式的权利，因业务调整给您或其他用户造成的损失，我们不承担任何责任。同时，我们保留随时变更、中断或终止信用分期全部或部分服务的权利。
		</view>
		<view class="name">
			八、所有权、知识产权及其他权利
		</view>
		<view class="name-list">
			8.1
			您知晓并同意，一旦接受注册协议，视为您主动将您在任何时间段在信用分期平台发表的客户评价及其他任何形式的信息内容对应的可转让性财产性权利，全部转让给信用分期所有，并且您同意信用分期有权就任何主体侵权而单独提起诉讼。
		</view>
		<view class="name-list">
			8.2
			您知晓并同意，信用分期平台上的内容，包括但不限于文本、数据、图片、音频、视频、源代码和其他所有信息，均由信用分期享有知识产权。未经我们事先书面同意，您或其他用户或其他任何人均不得复制、改编、传播、公布、展示或以其他任何方式侵犯信用分期的知识产权。
		</view>
		<view class="name-list">
			8.3
			您知晓并同意，除法律另有强制性规定外，未经信用分期明确的特别书面许可，任何单位或个人不得以任何方式非法地全部或部分复制、转载、引用、链接、抓取或以其他方式使用信用分期的信息内容，否则，信用分期有权追究其法律责任。
		</view>
		<view class="name">
			九、法律适用及其他条款
		</view>
		<view class="name-list">
			9.1 本注册协议之签订、成立、效力、解释、履行、终止均适用中华人民共和国大陆法律。
		</view>
		<view class="name-list">
			9.2 您使用本服务的行为若有任何违反国家法律法规或侵犯任何第三方的合法权益的情形时，我们有权直接删除该等违反规定之信息，并可以暂停或终止向您提供服务。
		</view>
		<view class="name-list">
			9.3 若您利用信用分期提供的服务从事任何违法或侵权行为，由您自行承担全部责任，因此给我们或任何第三方造成任何损失，您应负责全额赔偿，并使我们免受由此产生的任何损害。
		</view>
		<view class="name-list">
			9.4 您同意我们通过重要页面的公告、通告、电子邮件以及常规信件的形式向您传送与信用分期服务有关的任何通知和通告。
		</view>
		<view class="name-list">
			9.5 如您有任何有关与信用分期服务的个人信息保护相关投诉，请您与我们联系，我们将在接到投诉之日起15日内进行答复。
		</view>
		<view class="name">
			十、特别约定
		</view>
		<view class="name-list">
			10.1 若非信用分期更新本注册协议，您再确认同意、签署本注册协议后，其效力将及于您此时及未来登陆信用分期时的所有操作。
		</view>
		<view class="name-list">
			10.2 您在本注册协议项下对我们的授权将视为对我们及我们之关联公司的授权。我们及我们关联公司均可凭借您的授权及本注册协议约定执行相关操作。
		</view>
		<view class="name-list">
			10.3 本注册协议未明示授权的其他权利仍由信用分期保留，您在行使这些权利时须另外取得信用分期的书面许可。信用分期如果未行使前述任何权利，并不构成对该权利的放弃。
		</view>
		<view class="name-list">
			10.4 如果本注册协议中任何一条被视为放弃、废止、无效或因任何理由不可执行，该条应视为可分的且并不影响任何其余条款的有效性和可执行性。
		</view>
		<view class="name-list">
			10.5 本注册协议内容中以加粗方式显著标识的条款，请您着重阅读。您点击“同意”按钮即视为您完全接受本注册协议，在点击之前请您再次确认已知悉并完全理解本注册协议的全部内容。
		</view>
	</view>
</template>

<script>
</script>

<style scoped lang="scss">
	.proInfo {
		padding: 20rpx;

		view {
			line-height: 50rpx;
		}

		.title {
			font-weight: bolder;
			font-size: 30rpx;
			text-align: center;
		}

		.date {
			float: right;
			font-size: 16rpx;
			text-align: right;
		}

		.info {
			margin-left: 15rpx;
		}

		.name {
			font-weight: bolder;
			text-align: left;
			margin-left: 10rpx;
		}

		.name-list {
			margin-left: 20rpx;
		}

		.name-list-list {
			margin-left: 30rpx;
		}
	}
</style>
