<template>
	<view class="proInfo">
		<!-- 个人身份认证 -->
		<view class="proInfo-b">
			<view class="title">
				信用分期个人身份认证协议
			</view>
			<view class="info">
				本协议由山西聚成金融服务外包有限公司（以下简称“本公司”或“信用分期”）和您签订。为了保障您的权益，开始信用分期个人身份认证（以下简称“身份认证”）前，您应详细阅读了解《信用分期个人身份认证协议》（以下简称“本协议”）及《信用分期用户注册协议》的所有内容，一旦您开始认证流程，即表示您充分理解并同意接受本协议的全部内容。
				本公司提醒您认真阅读，充分理解本协议中的条款，特别是以粗体标注的部分。如您不同意接受本协议的任意内容，或者无法准确理解相关条款的含义，请不要进行后续操作。
			</view>

			<view class="name">
				一、关于身份认证
			</view>
			<view class="name_list">
				（一）您同意，通过了身份认证您才能使用信用分期提供的服务，在您申请认证前，您必须先注册成为信用分期用户。您同意并授权信用分期采取各种必要手段（包括但不限于第三方确认）对您的身份进行核实。
			</view>
			<view class="name_list">
				（二）在进行信用分期身份认证的过程中，您所执行的操作均视为您同意信用分期的身份认证方式并予以授权执行，如在身份认证过程中，您不同意或者对认证方式有任何疑问，请立即停止认证，信用分期对您的操作信息不予保存。
			</view>
			<view class="name_list">
				（三）您同意，您有义务按照信用分期的要求提供本人的真实身份信息进行注册及认证，并保证诸如姓名、身份证号码、联系电话、联系地址等信息的准确性及有效性，同时也有义务在相关信息发生变更时及时通过信用分期进行更新。若您提供任何错误、不实、过时或不完整信息，或信用分期有合理理由怀疑该信息为错误、不实、过时或不完整的，信用分期有权暂停或终止对您提供服务，或限制您信用分期账户的部分或全部功能，信用分期对此不承担任何责任。
			</view>
			<view class="name_list">
				（四）除非本协议另有约定，一旦您的信用分期账户完成了身份认证，相关身份信息和认证结果将不能由您本人进行任何修改；如果在完成身份认证后，您的身份信息发生了变更，您应按信用分期的要求提供证明，信用分期自收到之日起20个工作日内进行核查和处理。
			</view>
			<view class="name_list">
				（五）若您未满18周岁或未满足本协议及《信用分期用户注册协议》规定的条件，而以不当方式注册为信用分期用户，则因此产生的一切法律责任应由您及其监护人承担；因此给信用分期造成损失的，您及其监护人应向信用分期进行赔偿，同时信用分期有权随时注销该账户或停止为您提供服务。
			</view>
			<view class="name">
				二、用户和隐私保护
			</view>

			<view class="name_list">
				（一）您在访问、使用信用分期或申请使用信用分期服务时，必须提供本人真实的个人信息，且您应该根据实际变动情况及时更新个人信息。保护用户隐私是我们的重点原则，我们通过各种技术手段和强化内部管理等办法提供隐私保护服务功能，充分保护您的个人信息安全。
			</view>
			<view class="name_list">
				（二）您已明确授权，为提供服务、履行协议、解决争议、保障交易安全等目的，我们对您提供的、我们自行收集的及通过第三方收集的您的个人信息、您申请服务时的相关信息、您在使用服务时储存在信用分期的非公开内容以及您的其他个人资料（以下简称“个人资料”）享有留存、整理加工、使用和披露的权利，具体方式包括但不限于：
			</view>
			<view class="name-list-list">
				（1）出于为您提供服务的需要在本网站公示您的个人资料；
			</view>
			<view class="name-list-list">
				（2）由人工或自动程序对您的个人资料进行获取、评估、整理、存储；
			</view>

			<view class="name-list-list">
				（3）使用您的个人资料以改进本网站的设计和推广；
			</view>

			<view class="name-list-list">
				（4）使用您提供的联系方式与您联络并向您传递有关服务和管理方面的信息；
			</view>
			<view class="name-list-list">
				（5）对您的个人资料进行分析整合并向为您提供服务的第三方提供为完成该项服务必要的信息。当为您提供服务的第三方与您电话核实信息时，为保证为您服务的质量，你同意信用分期对上述核实电话进行录音。
			</view>
			<view class="name-list-list">
				（6）在您违反与我们或我们的其他用户签订的协议时，披露您的个人资料及违约事实，将您的违约信息写入黑名单并与必要的第三方共享数据，以供我们及第三方审核、追索之用。
			</view>
			<view class="name-list-list">
				（7）其他必要的使用及披露您个人资料的情形。您已明确同意本条款不因您终止使用信用分期服务而失效。如因我们行使本条款项下权利使您遭受损失，我们对该等损失免责。
			</view>


			<view class="name_list">
				（三）为更好地为您提供服务，您同意并授权信用分期可与其合作的第三方进行联合研究，并可将通过本协议获得的您的信息投入到该等联合研究中。但信用分期与其合作的第三方在开展上述联合研究前，应要求其合作的第三方对在联合研究中所获取的您的信息予以保密。
			</view>
			<view class="name_list">
				（四）若您曾经已经登录过信用分期，且已经授权信用分期完成了相应的信息获取事宜，当您再次登录信用分期，并选择相关产品时，您授权信用分期自动将之前授权获取的您的信息推送给为您提供金融服务的机构。
			</view>
			<view class="name_list">
				（五）我们保证采用行业惯例以保护您的资料，但您理解，鉴于技术限制，我们无法确保用户的个人信息完全不被泄露。
			</view>
			<view class="name_list">
				（六）我们不会向与您无关的第三方恶意出售或免费提供您的个人资料，但下列情况除外：
			</view>
			<view class="name_list-list">
				（1）事先获得您的明确授权；
			</view>
			<view class="name_list-list">
				（2）按照相关司法机构或政府主管部门的要求；
			</view>
			<view class="name_list-list">
				（3）以维护我们合法权益之目的；
			</view>
			<view class="name_list-list">
				（4）维护社会公众利益；
			</view>
			<view class="name_list-list">
				（5）为了确保信用分期业务和系统的完整与操作；
			</view>
			<view class="name_list-list">
				（6）符合其他合法要求。
			</view>
		</view>
	</view>
</template>

<script>
</script>

<style scoped lang="scss">
	.proInfo {
		padding: 20rpx;
		view{
			line-height: 50rpx;
		}
		.title {
			font-weight: bolder;
			font-size: 30rpx;
			text-align: center;
		}

		.info {
			margin-left: 15rpx;
		}

		.name {
			font-weight: bolder;
			text-align: left;
			margin-left: 10rpx;
		}

		.name-list {
			margin-left: 20rpx;
		}

		.name-list-list {
			margin-left: 30rpx;
		}
	}
</style>
